#include<iostream>
using namespace std;

void main()
{
	setlocale(LC_ALL, "Rus"); 
	cout << "\t\t\t\t\tАНГЕЛ\n";
	cout << "\t\t\t\tВетерок прошелестел - \n\t\t\t\tАнгел светлый прилетел.";
	cout << "\n\t\t\t\tЗа плечом моим стоит - \n\t\t\t\t\tИ молчит.\n";
	cout << "\n\t\t\t\tНу, скажи хоть что нибудь!\n\t\t\t\tПосоветуй отдохнуть,";
	cout << "\n\t\t\t\tДа удачи нагадай - \n\t\t\t\t\tПожелай.\n";
	cout << "\n\t\t\t\tКак устал я, ангел мой,\n\t\t\t\tОт дороги от земной!";
	cout << "\n\t\t\t\tОт трудов и от забот, \n\t\t\t\t\tОт невзгод.";
	cout << "\n\n\t\t\t\tГрешен я... А впрочем, что ж! \n\t\t\t\tНичего уж не вернёшь.";
	cout << "\n\t\t\t\tВозвращайся лучше в рай -\n\t\t\t\t\tИ прощай.\n";
	cout << "\n\t\t\t\tВетерок прошелестел,\n\t\t\t\tАнгел тёмный прилетел.";
	cout << "\n\t\t\t\tЗа другим плечом стоит -";
	cout << "\n\t\t\t\t\tИ молчит.";
}
